Revit 2024 API
ParameterTypeId.ViewerBoundActiveTop Property
 "Top Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerBoundActiveTop { get; }
Visual Basic
Public Shared ReadOnly Property ViewerBoundActiveTop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerBoundActiveTop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace